{
  "nav_about": "About Us",
  "nav_accommodation": "Corporate Accommodation",
  "nav_meetings_events": "Meetings & Events",
  "nav_security": "Security",
  "nav_references": "References",
  "nav_contact": "Contact Us",

  "main_a_title": "LET WRS EMPOWER\n <span class='indent'></span> YOUR BUSINESS",
  "main_a_desc": "''Unrivaled corporate accommodation and event management services''",
  "main_b_title": "2025 Business Travel and Event Expense Planning",
  "main_b_par_1": "Business travel and event expenses can have a significant impact on a company’s financial health. At WRS Turkey, we create expense plans by evaluating them specifically for ARAC, AMEA, LATAM, and NORAM regions. Effectively",
  "main_b_par_2": "planning and managing these expenses is critical to controlling costs, preventing budget overruns, and maximizing return on investment (ROI). For a comprehensive financial planning guide for business travel and event spending worldwide <span class='clickable-text' id='openPopup' data-file='financial-planning-guide'> click here </span>.",

  "wrs_corp_app": "WRS Corp Login",

  "expand_hint": "see more",

  "about_heading": "About WRS Turkey",
  "about_desc": "Your Business Accommodation Partner",
  "about_title": "WRS Turkey\n Corporate Accommodation System",
  "about_text_preview_1": "In today’s business world, business travel and corporate events have become indispensable for companies. During these processes, ensuring employees have access to comfortable,",
  "about_text_full_1": "In today’s business world, business travel and corporate events have become indispensable for companies. During these processes, providing employees with access to comfortable, fast, efficient, and cost-effective accommodation options is critical to a company’s overall success. That’s where WRS Turkey comes in—standing out as a leading agency offering tailored corporate accommodation solutions.",
  "about_text_preview_2": "WRS Turkey aims to simplify the accommodation processes of businesses and professionals, optimize costs, and maximize the travel experience",
  "about_text_full_2": "WRS Turkey aims to simplify the accommodation processes of businesses and professionals, optimize costs, and maximize the travel experience by offering comprehensive services. Thanks to its vast hotel network and deep industry experience, it strives to deliver solutions that exceed the expectations of companies of all sizes.",
  "about_text_preview_3": "WRS Turkey goes beyond being just an accommodation system by offering cost-effective",
  "about_text_full_3": "WRS Turkey goes beyond being just an accommodation system, aiming to be a strategic partner that fully aligns with your company’s travel policies, offering cost-effective and high-quality solutions. You can rely on WRS Turkey's expertise to ensure your business trips and events run smoothly.",
  "about_text_preview_4": "Contact WRS Turkey for tailored solutions to your corporate accommodation needs and enhance the efficiency of your business operations.",
  "about_text_full_4": "Contact WRS Turkey for tailored solutions to your corporate accommodation needs and enhance the efficiency of your business operations. To discover the benefits offered by WRS Turkey <span class='clickable-text' id='openPopup' data-file='about'> click here </span>.",

  "services_heading": "OUR SERVICES",
  "services_desc": "Your Corporate Solution Partner",
  "service_accommodation": "Corporate Accommodation",
  "service_flight_ticket": "Domestic & International Flight Tickets",
  "service_meeting": "Strategic Meeting Management (SMM)",
  "service_events": "Domestic & International Corporate Events",
  "service_sos": "Travel Security & Risk Management (International SOS)",
  "service_exhibition": "Domestic & International Trade Fairs",
  "service_rent_a_car": "Car Rental",
  "service_fleet": "Fleet Leasing",
  "service_vip": "Domestic & International VIP Transfers",

  "accommodation_heading": "Corporate Accommodation",
  "accommodation_desc": "Fast and Online Solutions for Your Business Travels",
  "accommodation_title": "WRS Turkey\n Corporate Accommodation System",
  "accommodation_text_preview_1": "At WRS Turkey, we define our corporate accommodation service as a set of fast, cost-effective, and comfort-oriented solutions specifically designed for the ever-changing needs of the business world.",
  "accommodation_text_full_1": "At WRS Turkey, we define our corporate accommodation service as a set of fast, cost-effective, and comfort-oriented solutions specifically designed for the ever-changing needs of the business world. Our goal is to enable every business traveler to process transactions quickly and minimize the operational burden on companies during these journeys.",
  "accommodation_text_preview_2": "Our corporate accommodation service goes beyond just being a reservation agency. We fully align with your company's travel policies,",
  "accommodation_text_full_2": "Our corporate accommodation service goes beyond just being a reservation agency. We fully align with your company's travel policies, aim to increase employee productivity, and optimize your company’s costs by being your strategic partner. Rely on WRS Turkey’s expertise for maximum comfort and efficiency in business travel. To discover the key features of our system <span class='clickable-text' id='openPopup' data-file='corp-accommodation'> click here </span>.",

  "interlude_heading": "Discover Why the WRS Corp Corporate Accommodation System is Superior",
  "interlude_desc": "To talk about how we can assist you or to learn more about our products and services",

  "accommodation_b_desc": "Simplifying Business Travel",
  "accommodation_b_title": "On the Move 24/7",
  "accommodation_b_text_preview": "The integrated WRS Corp system includes our mobile app that helps business travelers and organizers simplify their travel experience.",
  "accommodation_b_text_full": "The integrated WRS Corp system includes our mobile app that helps business travelers and organizers simplify their travel experience. Whether on a smartphone or tablet, the WRS Corp app offers a clean, intuitive interface that saves time and boosts productivity. Available for employees of organizations using WRS as their business travel provider, it serves as a digital gateway to your company’s travel program and enables rapid transactions.",

  "interlude_b_heading": "Simplify Your Employees’ Business Travels",
  "interlude_b_desc": "Provide Them with the Digital Tools and Seamless Experience They Need",

  "meetings_events_heading": "Meetings & Events",
  "meetings_events_desc": "Experiences That Elevate Your Brand",
  "meetings_events_title": "WRS Turkey Corporate Event Service",
  "meetings_events_text_preview_1": "At WRS Turkey, our corporate event service is defined as end-to-end strategic event management solutions designed to create unforgettable and impactful experiences aligned with your company’s goals.",
  "meetings_events_text_full_1": "At WRS Turkey, our corporate event service is defined as end-to-end strategic event management solutions designed to create unforgettable and impactful experiences aligned with your company’s goals. We design and deliver events that strengthen your brand message, build connections with your audience, and help you achieve your corporate objectives.",
  "meetings_events_text_preview_2": "We’re not just an event organizer; we’re your strategic partner who understands your brand’s essence, reflects your vision, and plans every detail meticulously.",
  "meetings_events_text_full_2": "We’re not just an event organizer; we’re your strategic partner who understands your brand’s essence, reflects your vision, and plans every detail meticulously. Whether it’s a small team meeting or an international conference, we treat every event as an extension of your brand and act accordingly.",
  "meetings_events_text_preview_3": "With our corporate event service, WRS Turkey goes beyond executing a series of tasks; we create experiences that increase your brand value,",
  "meetings_events_text_full_3": "With our corporate event service, WRS Turkey goes beyond executing a series of tasks; we create experiences that increase your brand value, help you achieve your goals, and leave a lasting impression on your participants. If you need a reliable and creative partner for your next corporate event, WRS Turkey is by your side. To discover the key features of our Corporate Event Services <span class='clickable-text' id='openPopup' data-file='meetings-and-events'> click here </span>.",

  "meetings_events_b_desc": "Effective Meeting Solutions Focused on Your Goals",
  "meetings_events_b_title": "Why Strategic Meeting Management (SMM) Matters",
  "meetings_events_b_text_preview_1": "At WRS Turkey, our Strategic Meeting Management (SMM) service supports your business goals, boosts productivity, and creates meaningful experiences for participants.",
  "meetings_events_b_text_full_1": "At WRS Turkey, our Strategic Meeting Management (SMM) service supports your business goals, boosts productivity, and creates meaningful experiences for participants through a comprehensive and goal-oriented meeting planning and execution process. This service goes far beyond organizing a meeting; it ensures each meeting serves a strategic purpose and contributes to your corporate objectives.",
  "meetings_events_b_text_preview_2": "We transform your meetings into platforms that accelerate decision-making, strengthen collaboration, and produce tangible results.",
  "meetings_events_b_text_full_2": "We transform your meetings into platforms that accelerate decision-making, strengthen collaboration, and produce tangible results. With our Strategic Meeting Management (SMM) service, WRS Turkey turns your meetings from simple gatherings into strategic investments that directly contribute to your company’s growth and development. If you’re looking for efficiency, impact, and excellence for your next meeting, WRS Turkey is your ideal partner. To discover the key features of SMM <span class='clickable-text' id='openPopup' data-file='strategic-meeting-management'> click here </span>.",

  "interlude_c_heading": "Bringing Unlimited Dimensions to Meetings and Events",
  "interlude_c_desc": "Contact Us to Learn More and Plan Targeted Events",

  "security_heading": "International SOS",
  "security_desc": "Safety and Health Are Our Priorities",
  "security_title": "WRS Turkey Corporate Accommodation & Flight Security",
  "security_text_preview_1": "At WRS Turkey, we define corporate accommodation and flight security as a set of top-level measures and strategies implemented to ensure the health, safety, and peace of mind of your employees during business travel.",
  "security_text_full_1": "At WRS Turkey, we define corporate accommodation and flight security as a set of top-level measures and strategies implemented to ensure the health, safety, and peace of mind of your employees during business travel. This includes not only adhering to standard safety protocols but also proactively identifying risks, minimizing them, and responding effectively in emergencies.",
  "security_text_preview_2": "For us, safe travel means ensuring your employees feel secure wherever they go, are protected against unexpected situations, and are supported throughout their journey.",
  "security_text_full_2": "For us, safe travel means ensuring your employees feel secure wherever they go, are protected against unexpected situations, and are supported throughout their journey. With this approach, we are committed to upholding the highest safety standards in both your ground accommodations and air travels.",
  "security_text_preview_3": "With our corporate accommodation and flight security service, your employees will receive maximum comfort, full support, and minimum risk during their travels worldwide.",
  "security_text_full_3": "With our corporate accommodation and flight security service, your employees will receive maximum comfort, full support, and minimum risk during their travels worldwide. Our goal is to provide confidence and peace of mind to you and your team at every stage of your business trips. For WRS Turkey International SOS service details <span class='clickable-text' id='openPopup' data-file='international-sos'> click here </span>.",

  "contact_heading": "CONTACT US",
  "form_fullname": "Full Name",
  "form_email": "Email",
  "form_phone": "Phone",
  "form_message": "Your Message",
  "form_submit_lowercase": "submit",
  "form_submit": "SUBMIT",
  "popup_message_thanks": "Thank You for Contacting Turkey’s Strongest Car Rental Company ZiraatFILO!",
  "popup_message_asap": "Our Expert Team Will Contact You as Soon as Possible.",
  "popup_message_wrs": "WRS TURKEY",
  "popup_message_corp": "CORPORATE SERVICES",

  "contact_info_heading": "Contact Information",
  "contact_company": "Company Name: WRS Turkey Tourism Inc.",
  "contact_address": "Address: Barbaros Mah. Gelincik Sok. A Block\nBulvar 216, No:4, Unit No:18, Ataşehir-İSTANBUL",
  "contact_mail": "Email: carrental@wrsturkey.com",
  "contact_tel": "Phone: +90 850 840 07 99",
  "footer": "Copyright © Simgesel Media 2025",

  "solutions_heading": "WRS Turkey Solutions",
  "solution_1": "Corporate Accommodation",
  "solution_2": "Meetings & Events",
  "solution_3": "Security",

  "our_corp_heading": "Our Company",
  "about_corp": "About WRS Turkey",

  "support_heading": "Support",
  "emergency_tel": "Emergency Number",
  "wrs_Corp": "WRS Corp",

  "form_broker_title": "Broker System Request Form",
  "form_broker_firma_adi": "Company Name",
  "form_broker_faaliyet_gosterdigi_ulkeler": "Countries of Operation",
  "form_broker_yetkili_adi": "Authorized Person Name",
  "form_broker_yetkili_email": "Authorized Email",
  "form_broker_yetkili_telefon": "Authorized Phone",
  "form_broker_gsm": "Mobile",
  "form_broker_aciklama": "Description",

  "form_subagency_title": "Sub-Agency System Request Form",
  "form_subagency_acente_adi": "Agency Name",
  "form_subagency_acente_unvani": "Agency Title",
  "form_subagency_acente_belge_numarasi": "Agency Certificate Number",
  "form_subagency_faaliyet_gosterdigi_ulke": "Country of Operation",
  "form_subagency_faaliyet_gosterdigi_sehirler": "Cities of Operation",
  "form_subagency_yetkili_adi": "Authorized Person Name",
  "form_subagency_yetkili_email": "Authorized Email",
  "form_subagency_yetkili_telefon": "Authorized Phone",
  "form_subagency_gsm": "Mobile",
  "form_subagency_aciklama": "Description",

  "form_fleet_title": "Fleet Request Form",
  "form_fleet_firma_adi": "Company Name",
  "form_fleet_firma_unvani": "Company Title",
  "form_fleet_faaliyet_alani": "Field of Activity",
  "form_fleet_faaliyet_gosterdigi_ulkeler": "Countries of Operation",
  "form_fleet_faaliyet_gosterdigi_sehirler": "Cities of Operation",
  "form_fleet_talep_edilen_arac_sinifi": "Requested Vehicle Class",
  "form_fleet_talep_edilen_arac_sayisi": "Requested Number of Vehicles",
  "form_fleet_yetkili_adi": "Authorized Person Name",
  "form_fleet_yetkili_email": "Authorized Email",
  "form_fleet_yetkili_telefon": "Authorized Phone",
  "form_fleet_gsm": "Mobile",
  "form_fleet_aciklama": "Description",

  "form_rent_title": "Car Rental Form",
  "form_rent_fullname": "Full Name",
  "form_rent_email": "Email",
  "form_rent_phone": "Phone",
  "form_rent_message": "Your Message"
}