{
  "nav_management": "Car Rental Management",
  "nav_features": "Features",
  "nav_locations": "Locations",
  "nav_about": "About",
  "nav_fleet": "Our Fleet",
  "nav_contact": "Contact Us",
  "header_btn_1": "WRS Corp",
  "header_btn_2": "Car Rental Management",
  "management_title": "Channel Integration Manager for Car Rental Brokers and OTAs",
  "management_desc": "Increase your sales by integrating Turkey's leading and most powerful car rental company into your platform.",
  "broker_title": "Broker System Request",
  "broker_desc": "Quickly integrate your existing broker system and gain instant access to Turkey's entire vehicle fleet.",
  "subagency_title": "Sub-Agency System Request",
  "subagency_desc": "Provide secure and fast access to your sub-agents and manage all bookings from a single platform.",
  "fleet_title": "Vehicle Fleet Request",
  "fleet_desc": "Manage, report, and improve the efficiency of your vehicle fleet from a single platform.",
  "form_fill": "Submit Form",
  "features_heading": "FEATURES",
  "features_desc": "Go Further with ZiraatFilo and Turkey’s Youngest Vehicle Fleet",
  "features_title": "Car Rental Brokers API Integration",
  "features_list_1": "The API integration allows brokers to display your prices and available vehicles on their websites in real time.",
  "features_list_2": "With a detailed reporting system, you can view your instant data on a single screen.",
  "features_list_3": "It enables fast communication with the sales team and allows you to take quick actions. You can instantly manage requests, cancellations, and changes.",
  "features_list_4": "By taking quick and effective advantage of seasonal promotions and campaign offers, it strengthens the increase in your sales.",
  "locations_heading": "LOCATIONS",
  "about_heading": "ABOUT US",
  "about_title": "Ziraat Filo",
  "about_list_1": "Founded in <span class='highlight'>2001</span> to provide operational leasing services, ZiraatFİLO expanded its services in 2011 to include <span class='highlight'>daily car rentals for individual customers</span> in response to increasing consumer demand.",
  "about_list_2": "With the vision of offering a \"<span class='highlight'>brand-new car rental experience</span>\", the brand has made significant strides in a short period of time, continuing to grow rapidly and serve customers without compromising on quality through its ever-expanding service points and a fleet of <span class='highlight'>10,000 vehicles</span>.",
  "about_list_3": "As of <span class='highlight'>August 2019</span>, Ziraat Filo Management and Mobility Solutions Inc. has been operating under the umbrella of Ziraat GSYO. Today, ZiraatFİLO serves its customers through <span class='highlight'>14 branches in 8 cities</span> and continues its efforts to expand its service area and enhance customer satisfaction.",
  "about_list_4": "As <span class='highlight'>Turkey’s first domestic daily car rental brand</span>, ZiraatFİLO differentiates itself in the car rental sector with its friendly service approach, accessible pricing policy, strong vehicle fleet, and superior service quality.",
  "contact_heading": "CONTACT US",
  "form_name": "Full Name *",
  "form_email": "Email *",
  "form_phone": "Phone *",
  "form_message": "Your Message *",
  "form_submit": "SUBMIT",
  "contact_info_heading": "Contact Information",
  "contact_company": "Company Name: WRS Turkey Turizm A.Ş",
  "contact_address": "Address: Bulvar 216, A Block, No:4, Apt. 18, Gelincik Street, Barbaros Neighborhood, Atasehir, ISTANBUL, TURKEY",
  "contact_mail": "Email: carrental@wrsturkey.com",
  "contact_tel": "Phone: +90 850 840 07 99",
  "footer": "Copyright © Simgesel Media 2025"
}
