{
  "nav_management": "Araç Kiralama Yönetimi",
  "nav_features": "Özelliklerimiz",
  "nav_locations": "Şubelerimiz",
  "nav_about": "Hakkımızda",
  "nav_fleet": "Filomuz",
  "nav_contact": "Bize Ulaşın",
  "header_btn_1": "WRS Corp",
  "header_btn_2": "Araç Kiralama Yönetimi",
  "management_title": "Araç Kiralama Broker'leri ve OTA'lar İçin Kanal Entegrasyon Yöneticisi",
  "management_desc": "Türkiye'nin en güçlü ve en büyük araç kiralama şirketini sisteminize entegre ederek satışlarınızı artırın.",
  "broker_title": "Broker Sistem Talep",
  "broker_desc": "Mevcut broker sisteminizi hızlıca bağlayın ve Türkiye'nin tüm araç filosuna anında erişim sağlayın.",
  "subagency_title": "Alt Acenta Sistem Talep",
  "subagency_desc": "Alt acentelerinize güvenli ve hızlı bir şekilde erişim sağlayın, tüm rezervasyonları tek bir platformdan yönetin.",
  "fleet_title": "Filo Talep",
  "fleet_desc": "Araç filonuzu tek bir platformdan yönetin, raporlayın ve verimliliğinizi artırın.",
  "form_fill": "Formu Doldurun",
  "form_broker": "Broker Sistem Talep Formu",
  "form_sub_agency": "Alt Acenta Sistem Talep Formu",
  "form_fill_fleet": "Filo Talep Formu",
  "form_fill_rent": "Araç Kiralama Formu",
  "features_heading": "ÖZELLİKLERİMİZ",
  "features_desc": "Türkiye'nin en genç araç filosuna sahip ZiraatFilo ile hep daha ileri.",
  "features_title": "Araç Kiralama Broker'leri API Bağlantısı",
  "features_list_1": "API bağlantısı, brokerların web sitesindeki fiyatlarınızı ve uygun araçları gerçek zamanlı satışa sunmanızı sağlar.",
  "features_list_2": "Detaylı raporlama sistemi ile anlık verierinizi tek ekranda görebilirsiniz.",
  "features_list_3": "Satış ekibi ile hızlı iletişim kurmanızı ve hızlı aksiyon almanızı sağlar. Anından istek, iptal ve değişiklik işlemlerini yönetebilirsiniz.",
  "features_list_4": "Dönemlik promosyonlardan ve kampanya tekliflerinden hızlı ve etkin yararlanmanız ile satışlarınızın armasını güçlendirir.",
  "locations_heading": "ŞUBELERİMİZ",
  "about_heading": "HAKKIMIZDA",
  "about_title": "Ziraat Filo",
  "about_list_1": "<span class='highlight'>2001 yılında</span> operasyonel kiralama hizmetleri sunmak amacıyla kurulan ZiraatFİLO, tüketicilerin artan talepleri doğrultusunda 2011 yılında <span class='highlight'>bireysel müşterilere yönelik günlük araç kiralama</span> hizmetine başlamıştır.",
  "about_list_2": "\"<span class='highlight'>Yepyeni bir araç kiralama deneyimi</span>\" vizyonuyla, kısa süre içinde önemli atılımlar gerçekleştiren marka, hızla büyüyerek her geçen gün genişleyen hizmet noktaları ve portföyündeki <span class='highlight'>10.000 aracıyla</span> müşterilerine kaliteden ödün vermeden hizmet sunmaya devam etmektedir.",
  "about_list_3": "Ziraat Filo Yönetimi ve Mobilite Çözümler A.Ş, <span class='highlight'>2019 Ağustos</span> itibarıyla Ziraat GSYO çatısı altında faaliyet göstermektedir. Şu anda <span class='highlight'>8 ilde 14 şubesi</span> ile hizmet veren ZiraatFİLO, hizmet alanını genişletmek ve müşteri memnuniyetini artırmak için çalışmalarını sürdürmektedir.",
  "about_list_4": "Türkiye'nin <span class='highlight'>ilk yerli günlük araç kiralama markası</span> olan ZiraatFİLO, güler yüzlü hizmet anlayışı, ulaşılabilir fiyat politikası, güçlü araç filosu ve üstün hizmet kalitesi ile araç kiralama sektöründe kendine özgü bir fark yaratmaktadır.",
  "contact_heading": "BİZE ULAŞIN",
  "form_name": "Ad Soyad *",
  "form_email": "Email *",
  "form_phone": "Telefon *",
  "form_message": "Mesajınız *",
  "form_submit": "GÖNDER",
  "contact_info_heading": "İletişim Bilgileri",
  "contact_company": "Şirket Ünvanı: WRS Turkey Turizm A.Ş",
  "contact_address": "Adres: Barbaros Mah. Gelincik Sok. A Blok, Bulvar 216, No:4 İç Kapı No:18 Ataşehir-İSTANBUL",
  "contact_mail": "Email: carrental@wrsturkey.com",
  "contact_tel": "Telefon: +90 850 840 07 99",
  "footer": "Copyright © Simgesel Media 2025"
}
